post/Novel/SAO/index.html
<!DOCTYPE html>
<html lang="zh">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<meta name="author" content="不要在意我的头像QwQ" />
<meta name="description" content="由于资源有点多所以做了个分页作索引" />
<meta name="generator" content="Org Mode (third party program by python)" />
<title>SAO小说资源索引</title>
<link rel="stylesheet" type="text/css" href="/theme/main.css"/>
<link rel="shortcut icon" href="/img/icon.jpg"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="#"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div>
<div id="content" class="content">
<h1 class="title">SAO小说资源索引</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul><li><a href="#org-title-1">1. 备注</a></li><li><a href="#org-title-2">2. <span class="todo todo">TODO</span> 网页在线阅读</a><ul><li><a href="#org-title-2-1">2.1. 刀剑神域小说1-18卷(文库版)</a></li><li><a href="#org-title-2-2">2.2. Sword Art Online WEB版 Alicization篇主线</a></li><li><a href="#org-title-2-3">2.3. Sword Art Online WEB EX版外传</a></li><li><a href="#org-title-2-4">2.4. Sword Art Online WEB ME版（素材版）</a><ul><li><a href="#org-title-2-4-1">2.4.1. <span class="todo todo">TODO</span> WEB版</a></li><li><a href="#org-title-2-4-2">2.4.2. <span class="todo todo">TODO</span> 子分类[0/3]</a></li></ul></li></ul></li>
<li><a href="#org-title-3">3. 下载用文件：</a><ul><li><a href="#org-title-3-1">3.1. TXT源文件（没有后来的 <i>Unital Ring</i>  部分）</a></li></ul></li></ul></div></div>
<div id="outline-container-1" class="outline-2">
<h2 id="org-title-1"><span class="section-number-2">1.</span> 备注</h2>
<div class="outline-text-2" id="text-1"><p>我只是在网页文件中对下载来的文件进行了一些修正编辑处理操作，没有干涉原文内容。如有翻译错误等问题原因在于文件上游。</p><p>在利用org文件重新编辑排版时进行了一些操作，例如为文件增加了章节信息（可以通过目录查找），去除了重复的加q群消息头尾，将非正文部分使用quote和center样式圈出，将部分译者翻译时添加的夹带有吐槽的 <code>【】</code> 内容移动到了footnote方便在宽屏设备上能够直接在右侧进行索引查看。</p><p>不过文件本身的排版就不算好，我重新编辑工作能够起到的作用有限，所以章节目录等地方还是会看起来怪怪的，不怎么和谐。下面对一些文中可能出现的问题进行备注：</p><ul class="org-ul">
<li>被 <code>【】</code> 包裹的东西应该都是译者额外添加的内容，部分是对翻译后对应文本的原文注释，部分是额外补充，还有部分是译者的吐槽内容。吐槽类的内容尽可能地被我找出移到脚注中去了，其余的补充类的内容则留在原文保持位置不变。
</li>
<li>名词 <i>Bullet of Bullets</i> 存在翻译错误被翻译成了 <i>Barrett of Bullets</i>
</li>
<li>Alicization篇后面部分的排版混乱，缺乏类似于 <code>★　　★　　★</code> 的划分标记。
</li>
<li><p>SAO WEB版 Alicization主线终章的内容18卷没有请自行移步观看</p>
</li></ul>
<p>其他关于刀剑神域的问题或许可以去<a href="https://tieba.baidu.com/p/8986245201#">刀剑神域吧的这个置顶帖子</a>去看看。</p><p>最后在此对译者的工作表示感谢，也感谢伟大的互联网开源精神。</p></div></div>
<div id="outline-container-2" class="outline-2">
<h2 id="org-title-2"><span class="section-number-2">2.</span> <span class="todo TODO">TODO</span> 网页在线阅读</h2>
<div class="outline-text-2" id="text-2"></div><div id="outline-container-2-1" class="outline-3">
<h3 id="org-title-2-1"><span class="section-number-3">2.1.</span> 刀剑神域小说1-18卷(文库版)</h3>
<div class="outline-text-3" id="text-2-1"><ul class="org-ul">
<li><a href="./刀剑神域小说1-18卷/（萌动王朝）刀剑神域01%20艾恩葛朗特.html">（萌动王朝）刀剑神域01 艾恩葛朗特</a>
</li>
<li><a href="./刀剑神域小说1-18卷/（萌动王朝）刀剑神域02%20艾恩葛朗特.html">（萌动王朝）刀剑神域02 艾恩葛朗特</a>
</li>
<li><a href="./刀剑神域小说1-18卷/（萌动王朝）刀剑神域03%20妖精之舞%20上.html">（萌动王朝）刀剑神域03 妖精之舞 上</a>
</li>
<li><a href="./刀剑神域小说1-18卷/（萌动王朝）刀剑神域04%20妖精之舞%20下.html">（萌动王朝）刀剑神域04 妖精之舞 下</a>
</li>
<li><a href="./刀剑神域小说1-18卷/（萌动王朝）刀剑神域05%20幽灵子弹%20上.html">（萌动王朝）刀剑神域05 幽灵子弹 上</a>
</li>
<li><a href="./刀剑神域小说1-18卷/（萌动王朝）刀剑神域06%20幽灵子弹%20下.html">（萌动王朝）刀剑神域06 幽灵子弹 下</a>
</li>
<li><a href="./刀剑神域小说1-18卷/（萌动王朝）刀剑神域07%20圣母圣咏.html">（萌动王朝）刀剑神域07 圣母圣咏</a>
</li>
<li><a href="./刀剑神域小说1-18卷/（萌动王朝）刀剑神域08%20Early%20and%20Late.html">（萌动王朝）刀剑神域08 Early and Late</a>
</li>
<li><a href="./刀剑神域小说1-18卷/（萌动王朝）刀剑神域09%20Alicization篇（1）.html">（萌动王朝）刀剑神域09 Alicization篇（1）</a>
</li>
<li><a href="./刀剑神域小说1-18卷/（萌动王朝）刀剑神域10%20Alicization篇（2）.html">（萌动王朝）刀剑神域10 Alicization篇（2）</a>
</li>
<li><a href="./刀剑神域小说1-18卷/（萌动王朝）刀剑神域11%20Alicization篇（3）.html">（萌动王朝）刀剑神域11 Alicization篇（3）</a>
</li>
<li><a href="./刀剑神域小说1-18卷/（萌动王朝）刀剑神域12%20Alicization篇（4）.html">（萌动王朝）刀剑神域12 Alicization篇（4）</a>
</li>
<li><a href="./刀剑神域小说1-18卷/（萌动王朝）刀剑神域13%20Alicization篇（5）.html">（萌动王朝）刀剑神域13 Alicization篇（5）</a>
</li>
<li><a href="./刀剑神域小说1-18卷/（萌动王朝）刀剑神域14%20Alicization篇（6）.html">（萌动王朝）刀剑神域14 Alicization篇（6）</a>
</li>
<li><a href="./刀剑神域小说1-18卷/（萌动王朝）刀剑神域15%20Alicization篇（7）.html">（萌动王朝）刀剑神域15 Alicization篇（7）</a>
</li>
<li><a href="./刀剑神域小说1-18卷/（萌动王朝）刀剑神域16%20Alicization篇（8）.html">（萌动王朝）刀剑神域16 Alicization篇（8）</a>
</li>
<li><a href="./刀剑神域小说1-18卷/（萌动王朝）刀剑神域17%20Alicization篇（9）.html">（萌动王朝）刀剑神域17 Alicization篇（9）</a>
</li>
<li><a href="./刀剑神域小说1-18卷/（萌动王朝）刀剑神域18%20Alicization篇（10）.html">（萌动王朝）刀剑神域18 Alicization篇（10）</a>
</li></ul>
</div></div>
<div id="outline-container-2-2" class="outline-3">
<h3 id="org-title-2-2"><span class="section-number-3">2.2.</span> Sword Art Online WEB版 Alicization篇主线</h3>
<div class="outline-text-3" id="text-2-2"><ul class="org-ul">
<li><a href="./Sword%20Art%20Online%20WEB版%20Alicization篇主线/Sword%20Art%20Online%20WEB版%20第1章.html">Sword Art Online WEB版 第1章</a>
</li>
<li><a href="./Sword%20Art%20Online%20WEB版%20Alicization篇主线/Sword%20Art%20Online%20WEB版%20第2章.html">Sword Art Online WEB版 第2章</a>
</li>
<li><a href="./Sword%20Art%20Online%20WEB版%20Alicization篇主线/Sword%20Art%20Online%20WEB版%20第3章.html">Sword Art Online WEB版 第3章</a>
</li>
<li><a href="./Sword%20Art%20Online%20WEB版%20Alicization篇主线/Sword%20Art%20Online%20WEB版%20第4章.html">Sword Art Online WEB版 第4章</a>
</li>
<li><a href="./Sword%20Art%20Online%20WEB版%20Alicization篇主线/Sword%20Art%20Online%20WEB版%20第5章.html">Sword Art Online WEB版 第5章</a>
</li>
<li><a href="./Sword%20Art%20Online%20WEB版%20Alicization篇主线/Sword%20Art%20Online%20WEB版%20第6章.html">Sword Art Online WEB版 第6章</a>
</li>
<li><a href="./Sword%20Art%20Online%20WEB版%20Alicization篇主线/Sword%20Art%20Online%20WEB版%20第7章.html">Sword Art Online WEB版 第7章</a>
</li>
<li><a href="./Sword%20Art%20Online%20WEB版%20Alicization篇主线/Sword%20Art%20Online%20WEB版%20第8章.html">Sword Art Online WEB版 第8章</a>
</li>
<li><a href="./Sword%20Art%20Online%20WEB版%20Alicization篇主线/Sword%20Art%20Online%20WEB版%20终章.html">Sword Art Online WEB版 终章</a>
</li></ul>
</div></div>
<div id="outline-container-2-3" class="outline-3">
<h3 id="org-title-2-3"><span class="section-number-3">2.3.</span> Sword Art Online WEB EX版外传</h3>
<div class="outline-text-3" id="text-2-3"><ul class="org-ul">
<li><a href="./Sword%20Art%20Online%20WEB%20EX版外传/Sword%20Art%20Online%20EX01%20黑色剑士.html">./Sword Art Online WEB EX版外传/Sword Art Online EX01 黑色剑士</a>
</li>
<li><a href="./Sword%20Art%20Online%20WEB%20EX版外传/Sword%20Art%20Online%20EX02%20Four%20Days.html">./Sword Art Online WEB EX版外传/Sword Art Online EX02 Four Days</a>
</li>
<li><a href="./Sword%20Art%20Online%20WEB%20EX版外传/Sword%20Art%20Online%20EX03%20心之温度.html">./Sword Art Online WEB EX版外传/Sword Art Online EX03 心之温度</a>
</li>
<li><a href="./Sword%20Art%20Online%20WEB%20EX版外传/Sword%20Art%20Online%20EX04%20绝剑.html">./Sword Art Online WEB EX版外传/Sword Art Online EX04 绝剑</a>
</li>
<li><a href="./Sword%20Art%20Online%20WEB%20EX版外传/Sword%20Art%20Online%20EX05%20圈内事件.html">./Sword Art Online WEB EX版外传/Sword Art Online EX05 圈内事件</a>
</li>
<li><a href="./Sword%20Art%20Online%20WEB%20EX版外传/Sword%20Art%20Online%20EX06%20红鼻子麋鹿.html">./Sword Art Online WEB EX版外传/Sword Art Online EX06 红鼻子麋鹿</a>
</li>
<li><a href="./Sword%20Art%20Online%20WEB%20EX版外传/Sword%20Art%20Online%20EX07%20月之摇篮.html">./Sword Art Online WEB EX版外传/Sword Art Online EX07 月之摇篮</a>
</li></ul>
</div></div>
<div id="outline-container-2-4" class="outline-3">
<h3 id="org-title-2-4"><span class="section-number-3">2.4.</span> Sword Art Online WEB ME版（素材版）</h3>
<div class="outline-text-3" id="text-2-4"><ul class="org-ul">
<li><a href="./Sword%20Art%20Online%20WEB%20ME版（素材版）/Sword%20Art%20Online%20ME02%20Early%20Characters.html">./Sword Art Online WEB ME版（素材版）/Sword Art Online ME02 Early Characters</a>
</li>
<li><a href="./Sword%20Art%20Online%20WEB%20ME版（素材版）/Sword%20Art%20Online%20ME03%20Ceramic%20Heart.html">./Sword Art Online WEB ME版（素材版）/Sword Art Online ME03 Ceramic Heart</a>
</li>
<li><a href="./Sword%20Art%20Online%20WEB%20ME版（素材版）/Sword%20Art%20Online%20ME04%20Cold%20hand，Warm%20heart.html">./Sword Art Online WEB ME版（素材版）/Sword Art Online ME04 Cold hand，Warm heart</a>
</li>
<li><a href="./Sword%20Art%20Online%20WEB%20ME版（素材版）/Sword%20Art%20Online%20ME05%20鼠尾草.html">./Sword Art Online WEB ME版（素材版）/Sword Art Online ME05 鼠尾草</a>
</li>
<li><a href="./Sword%20Art%20Online%20WEB%20ME版（素材版）/Sword%20Art%20Online%20ME06%20阿尔格特的决斗.html">./Sword Art Online WEB ME版（素材版）/Sword Art Online ME06 阿尔格特的决斗</a>
</li>
<li><a href="./Sword%20Art%20Online%20WEB%20ME版（素材版）/Sword%20Art%20Online%20ME07%20无星夜的咏叹调.html">./Sword Art Online WEB ME版（素材版）/Sword Art Online ME07 无星夜的咏叹调</a>
</li>
<li><a href="./Sword%20Art%20Online%20WEB%20ME版（素材版）/Sword%20Art%20Online%20ME07%20续-无星夜的咏叹调.html">./Sword Art Online WEB ME版（素材版）/Sword Art Online ME07 续-无星夜的咏叹调</a>
</li>
<li><a href="./Sword%20Art%20Online%20WEB%20ME版（素材版）/Sword%20Art%20Online%20ME08%20胧幻剑的圆舞曲.html">./Sword Art Online WEB ME版（素材版）/Sword Art Online ME08 胧幻剑的圆舞曲</a>
</li>
<li><a href="./Sword%20Art%20Online%20WEB%20ME版（素材版）/Sword%20Art%20Online%20ME09%20黑与白的协奏曲（第1章%20未完）.html">./Sword Art Online WEB ME版（素材版）/Sword Art Online ME09 黑与白的协奏曲（第1章 未完）</a>
</li></ul>
</div></div>
</div>
<div id="outline-container-3" class="outline-2">
<h2 id="org-title-3"><span class="section-number-2">3.</span> 下载用文件：</h2>
<div class="outline-text-2" id="text-3"></div><div id="outline-container-3-1" class="outline-3">
<h3 id="org-title-3-1"><span class="section-number-3">3.1.</span> TXT源文件（没有后来的 <i>Unital Ring</i> 部分）</h3>
<div class="outline-text-3" id="text-3-1"><ul class="org-ul">
<li>压缩包链接：<a href="./SAO.zip">SAO.zip</a>
</li>
<li>SHA256: <code>37bd8b487778aaa4f6960628e29ce0094c9bd953cc6e6e9b169043eb15afd87b</code>
</li>
<li><p>文件目录预览</p>
<div class="org-src-container"><pre class="src src-text">SAO
├── 刀剑神域小说1-18卷
│   ├── （萌动王朝）刀剑神域01 艾恩葛朗特.txt
│   ├── （萌动王朝）刀剑神域02 艾恩葛朗特.txt
│   ├── （萌动王朝）刀剑神域03 妖精之舞 上.txt
│   ├── （萌动王朝）刀剑神域04 妖精之舞 下.txt
│   ├── （萌动王朝）刀剑神域05 幽灵子弹 上.txt
│   ├── （萌动王朝）刀剑神域06 幽灵子弹 下.txt
│   ├── （萌动王朝）刀剑神域07 圣母圣咏.txt
│   ├── （萌动王朝）刀剑神域08 Early and Late.txt
│   ├── （萌动王朝）刀剑神域09 Alicization篇（1）.txt
│   ├── （萌动王朝）刀剑神域10 Alicization篇（2）.txt
│   ├── （萌动王朝）刀剑神域11 Alicization篇（3）.txt
│   ├── （萌动王朝）刀剑神域12 Alicization篇（4）.txt
│   ├── （萌动王朝）刀剑神域13 Alicization篇（5）.txt
│   ├── （萌动王朝）刀剑神域14 Alicization篇（6）.txt
│   ├── （萌动王朝）刀剑神域15 Alicization篇（7）.txt
│   ├── （萌动王朝）刀剑神域16 Alicization篇（8）.txt
│   ├── （萌动王朝）刀剑神域17 Alicization篇（9）.txt
│   └── （萌动王朝）刀剑神域18 Alicization篇（10）.txt
└── 刀剑神域WEB版+外传、特典
    ├── Sword Art Online 03 The Dead Gun.txt
    ├── Sword Art Online 刀剑神域 BD特典 短篇.txt
    ├── Sword Art Online 访谈录.txt
    ├── Sword Art Online 圣剑篇（攻略成功）.txt
    ├── Sword Art Online 圣剑篇SS（攻略失败）.txt
    ├── Sword Art Online 水之音 锤之音.txt
    ├── Sword Art Online 唯一的究极手段.txt
    ├── Sword Art Online 在冬天的阳光下.txt
    ├── Sword Art Online WEB版 Alicization篇主线
    │   ├── Sword Art Online WEB版 第1章.txt
    │   ├── Sword Art Online WEB版 第2章.txt
    │   ├── Sword Art Online WEB版 第3章.txt
    │   ├── Sword Art Online WEB版 第4章.txt
    │   ├── Sword Art Online WEB版 第5章.txt
    │   ├── Sword Art Online WEB版 第6章.txt
    │   ├── Sword Art Online WEB版 第7章.txt
    │   ├── Sword Art Online WEB版 第8章.txt
    │   └── Sword Art Online WEB版 终章.txt
    ├── Sword Art Online WEB EX版外传
    │   ├── Sword Art Online EX01 黑色剑士.txt
    │   ├── Sword Art Online EX02 Four Days.txt
    │   ├── Sword Art Online EX03 心之温度.txt
    │   ├── Sword Art Online EX04 绝剑.txt
    │   ├── Sword Art Online EX05 圈内事件.txt
    │   ├── Sword Art Online EX06 红鼻子麋鹿.txt
    │   └── Sword Art Online EX07 月之摇篮.txt
    └── Sword Art Online WEB ME版（素材版）
        ├── Sword Art Online ME02 Early Characters.txt
        ├── Sword Art Online ME03 Ceramic Heart.txt
        ├── Sword Art Online ME04 Cold hand，Warm heart.txt
        ├── Sword Art Online ME05 鼠尾草.txt
        ├── Sword Art Online ME06 阿尔格特的决斗.txt
        ├── Sword Art Online ME07 无星夜的咏叹调.txt
        ├── Sword Art Online ME07 续-无星夜的咏叹调.txt
        ├── Sword Art Online ME08 胧幻剑的圆舞曲.txt
        └── Sword Art Online ME09 黑与白的协奏曲（第1章 未完）.txt

6 directories, 51 files
</pre></div>
</li></ul>
</div></div></div></div>
<div id="postamble" class="status"><p class="date">时间: 2023-04-24 00:00</p>
<p class="author">作者: 不要在意我的头像QwQ</p>
<p class="description">描述: 由于资源有点多所以做了个分页作索引</p>
<p class="date">生成于: 2025-12-12 五 20:48:33</p>
</div>
</body>
</html>